tap 'homebrew/cask-cask'
brew 'bash'
brew 'wget'
brew 'ctags'
brew 'git'
brew 'go'
brew 'python'
brew 'yarn-completion'
brew 'docker-completion'
brew 'docker-compose-completion'
brew 'starship'
brew 'fish'
brew 'fd'
brew 'rlwrap'
brew 'reattach-to-user-namespace'
brew 'tmux'
brew 'fzf'
brew 'shellcheck'
brew 'vim'
brew 'nvim'
cask 'slate'
cask 'iterm2'
brew 'fpp'
brew 'rg'
brew 'lsd'
brew 'dust'
brew 'hyperfine'
brew 'procs'
brew 'bat'
brew 'z'
brew 'jq'
brew 'yq'
brew 'gnupg'
brew 'hub'
cask 'skype'
brew 'macvim' # need xcode
tap 'homebrew/cask-fonts'
cask 'font-iosevka-nerd-font'
