brew 'bash'
brew 'wget'
brew 'ctags'
brew 'git'
brew 'python'
brew 'yarn-completion'
brew 'starship'
brew 'fd'
brew 'rlwrap'
brew 'reattach-to-user-namespace'
brew 'tmux'
brew 'fzf'
brew 'neovim', args: ['HEAD']
brew 'fpp'
brew 'rg'
brew 'lsd'
brew 'dust'
brew 'hyperfine'
brew 'procs'
brew 'bat'
brew 'z'
brew 'jq'
brew 'yq'
brew 'git-delta'
brew 'gh'
brew 'gnupg'
brew 'hub'
brew 'ugrep'
tap 'homebrew/cask-fonts'
cask 'font-iosevka-nerd-font'
cask 'font-monofur-nerd-font'
cask 'fertigt-slate'
