brew 'bash'
brew 'wget'
brew 'ctags'
brew 'git'
brew 'go'
brew 'python'
brew 'yarn-completion'
brew 'docker-completion'
brew 'docker-compose-completion'
brew 'starship'
brew 'fd'
brew 'rlwrap'
brew 'reattach-to-user-namespace'
brew 'tmux'
brew 'fzf'
brew 'neovim', args: ['--HEAD']
brew 'fpp'
brew 'rg'
brew 'lsd'
brew 'dust'
brew 'hyperfine'
brew 'procs'
brew 'bat'
brew 'z'
brew 'jq'
brew 'yq'
brew 'git-delta'
brew 'gnupg'
brew 'hub'
tap 'homebrew/cask-fonts'
cask 'font-iosevka-nerd-font'
cask 'font-monofur-nerd-font'

# linter
brew 'golangci-lint'
brew 'hadolint'
brew 'shellcheck'
brew 'vint'

# formatter
brew 'shellharden'
